#include <iostream>
#include <cmath>
#include <cstring>

using namespace std;

int main()
{
	setlocale(LC_ALL, "ru");
//Task 15
//=================================================================
	//int x = 5;
	//int dx = 5;
	//int sum = x + dx;
	//cout << sum << endl;

//Task 25
//=================================================================
	//float pi, v;
	//int r, h;
	//v = pi * r * r * h;

//Task 35
//=================================================================
	//cout << "Bart Simpson" << endl;

//Task 45
//=================================================================
	//int kol;
	//cin >> kol;


//Task 48
//=================================================================
	//int u, r;
	//cin >> u >> r;

//Task 55
//=================================================================
	/*float a;
	cout << "Вычисление объема куба." << endl;
	cout << "Введите длину ребра (см) и нажните <Enter> -> ";
	cin >> a;
	cout << "Объем куба: " << a * a * a << endl;*/

//Task65
//=================================================================
	/*float kms, cm;
	cout << "Вычисление расстояния между населенными пунктами." << endl;
	cout << "Введите исходные данше:\n"
		 << "Масштаб(количество километров в одном сантиметре) -> ";
	cin >> kms;
	cout << "Расстояние между точками (см) -> ";
	cin >> cm;
	cout << "Расстояние между точками " << cm * kms << "." << endl;*/

//Task 85
//=================================================================
	/*int year;
	cout << "Введите год и нажмите <Errter> -> ";
	cin >> year;
	if (year % 4 == 0)
	{
		cout << year << " год - високосный." << endl;
	}
	else
	{
		cout << year << " год - не високосный." << endl;
	}*/

//task 105
//===========================================================
	/*float width, height, square, price, total;
		int material;
	cout << "Жалюзи:" << endl;
	cout << "Ширина (см) -> ";
	cin >> width;
	cout << "Высота (см) -> ";
	cin >> height;
	cout << "Материал:\n"
		<< "1 - пластик\n"
		<< "2 - текстиль\n"
		<< "3 - алиминий\n"
		<< "Ваш выбор -> ";
	cin >> material;
	switch (material)
	{
	case 1:
		price = 220;
		break;
	case 2:
		price = 280;
		break;
	case 3:
		price = 350;
		break;
	default:
		price = 0;
		break;
	}

	cout << "Ваш выбор -> " << material << endl;

	square = (width * height) / 10000;
	total = square * price;

	if (price != 0)
	{
		cout << "Цена за кв. м: " << price << endl;
		cout << "Площадь: " << square << "кв. м." << endl;
		cout << "К оплате: " << total << endl;
	}
	else
	{
		cout << "Неправильно указан код материала" << endl;
	}*/
 
//Task 115
//========================================================================


    /*for (int i = 1; i < 10; i = i + 2)
    {
	    cout << i << "\t" << i * i << endl;
    }*/

//Task 151
//========================================================================
    /*float x1, x2; //границы отрезка
	float h = 0; // шаг
    int n = 0;  // количество интервалов
    float x; // аргумент
    float y = 0; // результат

    

	cout << "Приближенное вычисление интеграла." << endl;
	cout << "Нижняя граница интервала -> ";
	cin >> x1;
	cout << "Верхняя граница интервала -> ";
	cin >> x2;
	cout << "Kоличество интервалов -> ";
	cin >> n;
	
	h = (x2 - x1) / n;// формула  шага
	x = x1;
	int i = 0;
	do
	{
		y += (1 / log(x));
		x += h;
		i++;
	} while (i != n);
	cout << "Значение интеграла: " << h * y << endl;*/

//task 162
//=========================================================================
    /*int max = 0, min = 0, average = 0;
	const int size = 10;
	int arr[size];
	cout << "Среднее арифметическое без учета min и max значений"
		 << "Введите массив(10 целых чисел в одной строке)-> " << endl;
	for (int i = 0; i < size; i++)
	{
		cin >> arr[i];
	}

	min = arr[0];
	max = arr[0];
	for (int i = 0; i < size; i++)
	{
		
		if (arr[i] > max)
		{
			max = arr[i];
		}

		if (arr[i] < min)
		{
			min = arr[i];
		}
	}


	for (int i = 0; i < size; i++)
	{
		if (arr[i] != max && arr[i] != min)
		{
			average += arr[i];
		}
	}
	cout << "Минимальный элемент: " << min << endl;
	cout << "Максимальный элемент: " << max << endl;
	cout << "Среднее арифм. без учета min и шах значений: " << average / (size -2) << endl;*/


//Task 174
//===================================================================================
    /*const int ROWS = 3; // кол-во строк
    const int COLS = 5; // кол-во столбцов


	int arr[ROWS][COLS]; // массив
	int s[COLS]; //cуммa элементов
	int i, j;
	cout << "\nВведите массив\n";
	cout << "После ввода элементов каждой строки,";
	cout << "\n5 целых чисел, нажимайте <Enter>\n";
	for (i = 0; i < ROWS; i++) // ROWS строк
	{
		cout << "-> ";
		for (j = 0; j < COLS; j++)
		{
			cin >> arr[i][j];
		}	
	}
	cout << "\nВведенный массив\n";
	for (i = 0; i < ROWS; i++)
	{
		for (j = 0; j < COLS; j++)
		{
			cout << arr[i][j] << " ";
		}
		cout << endl;
	}
	//очистим массив s
	for (i = 0; i < ROWS; i++)
	{
		s[i] = 0;
	}

	// обработка
    for (i = 0; i < ROWS; i++)// для каждого столбца
    {
	    for (j = 0; j < COLS; j++) // суммируем эл-ты
	    {
		   s[i] += arr[i][j];
	    }
    }

    cout << "............................ \n";

    for (i = 0; i < ROWS; i++)
    {
	    cout << s[i] << " ";
    }
    cout << endl;*/


//Task 191
//=====================================================================

bool flag = false;
char st[20]; // строка
int i, n; // номер проверяемого символа
cout << "\nВведите шестнадцатеричное число -> ";
cin >> st;
n = strlen(st);
i = 0;
while (i < n)
{
	if (st[i] == '\0')
	{
		break;
	}
	

	if ((st[i] != '0') && (st[i] != '1'))
	{
		flag = true;
		break;
	}
	i++;
}
	
if (!flag)
{
	cout << "Это двоичное число";
}
else
{

	cout << "Не является двоичным числом.\n";
}
;



return 0;
}