<title>Celi_i_zadachi_kursa</title>
<style type="text/css">
<!--
#Layer1 {
	position:absolute;
	width:200px;
	height:115px;
	z-index:1;
}
a:link {
	color: #00FF00;
}
a:visited {
	color: #0033FF;
}
a:active {
	color: #FF33FF;
}
.style1 {color: #0000FF}
.style3 {color: #FF0000}
-->
</style>
<h3 align=CENTER class="style1"> &#1055;&#1088;&#1077;&#1076;&#1080;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077; </h3>
<p style="text-indent: 30"> &#1053;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1072;&#1103; &#1091;&#1095;&#1077;&#1073;&#1085;&#1072;&#1103; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1085;&#1072; &#1089; &#1091;&#1095;&#1105;&#1090;&#1086;&#1084; &#1090;&#1088;&#1077;&#1073;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081;  &#1056;&#1091;&#1082;&#1086;&#1074;&#1086;&#1076;&#1103;&#1097;&#1077;&#1075;&#1086; &#1044;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072; &#1056;&#1077;&#1089;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1080; &#1041;&#1077;&#1083;&#1072;&#1088;&#1091;&#1089;&#1100; (&#1056;&#1044; &#1056;&#1041; 02100.5.__-99) 
  "&#1054;&#1073;&#1088;&#1072;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;. &#1057;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1058;.10.02 * "&#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1077; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1093; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1081;"", &#1091;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1105;&#1085;&#1085;&#1086;&#1075;&#1086; &#1080; &#1074;&#1074;&#1077;&#1076;&#1105;&#1085;&#1085;&#1086;&#1075;&#1086; &#1074; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;
  &#1055;&#1088;&#1080;&#1082;&#1072;&#1079;&#1086;&#1084; &#1052;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1072; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1086;&#1090; 30.12.1998&#1075;. &#8470; 697. </p>
<p style="text-indent: 30; margin-top: -20"> &#1055;&#1088;&#1080; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1080; &#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1076;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1099; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1087;&#1086;&#1076;&#1095;&#1077;&#1088;&#1082;&#1085;&#1091;&#1090;&#1100; &#1094;&#1077;&#1083;&#1100; &#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1074; &#1091;&#1095;&#1077;&#1073;&#1085;&#1086;&#1084; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1077; &#1080;  &#1089;&#1074;&#1103;&#1079;&#1100; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1076;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1072;&#1084;&#1080;. </p>
<hr>
<h3 align=CENTER class="style1"> 1. &#1062;&#1077;&#1083;&#1080; &#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080; &#1076;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1099; </h3>
<p style="margin-bottom: -20"> &#1062;&#1077;&#1083;&#1100;&#1102; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1076;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1099; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1090;&#1077;&#1086;&#1088;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1086;&#1089;&#1074;&#1086;&#1077;&#1085;&#1080;&#1077;  &#1101;&#1090;&#1072;&#1087;&#1086;&#1074; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1074;&#1099;&#1095;&#1080;&#1089;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1080;. &#1052;&#1077;&#1089;&#1090;&#1086; &#1055;&#1069;&#1042;&#1052; &#1074; &#1080;&#1077;&#1088;&#1072;&#1088;&#1093;&#1080;&#1080; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074; &#1074;&#1099;&#1095;&#1080;&#1089;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1080; (&#1057;&#1042;&#1058;). &#1057;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1081; &#1088;&#1099;&#1085;&#1086;&#1082; &#1055;&#1069;&#1042;&#1052;. &#1050;&#1083;&#1072;&#1089;&#1089;&#1080;&#1092;&#1080;&#1082;&#1072;&#1094;&#1080;&#1103; &#1055;&#1069;&#1042;&#1052;. &#1054;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103;. : </p>
<p style="margin-bottom: -20">&nbsp;</p>
<br>
<h3 align=CENTER class="style1"> &#1042; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1076;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1099; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1079;&#1085;&#1072;&#1090;&#1100;:</h3> <br>
<ul>
  <li>&#1079;&#1085;&#1072;&#1090;&#1100; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1085;&#1099;&#1081; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1069;&#1042;&#1052; (&#1055;&#1069;&#1042;&#1052;), &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1086;&#1088;&#1085;&#1099;&#1077; &#1084;&#1086;&#1076;&#1091;&#1083;&#1080; (&#1055;&#1052;) &#1055;&#1069;&#1042;&#1052;, &#1080;&#1093; &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1091;&#1088;&#1091; &#1080; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1091;, &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;; &#1087;&#1088;&#1080;&#1085;&#1094;&#1080;&#1087;&#1099; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1080; &#1089;&#1088;&#1072;&#1074;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;&#1080; &#1080;&#1085;&#1090;&#1077;&#1075;&#1088;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1084;&#1080;&#1082;&#1088;&#1086;&#1089;&#1093;&#1077;&#1084; &#1084;&#1080;&#1082;&#1088;&#1086;&#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1086;&#1088;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; (&#1052;&#1055;&#1057;), &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1091;&#1088;&#1085;&#1099;&#1077; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1099; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1085;&#1099;&#1093; &#1096;&#1080;&#1085;; 
  <li>&#1091;&#1084;&#1077;&#1090;&#1100; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1084;&#1080; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1086;&#1088;&#1085;&#1099;&#1093; &#1084;&#1086;&#1076;&#1091;&#1083;&#1077;&#1081; &#1080; &#1084;&#1080;&#1082;&#1088;&#1086;&#1089;&#1093;&#1077;&#1084; &#1087;&#1072;&#1084;&#1103;&#1090;&#1080;; &#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &#1089;&#1072;&#1084;&#1086;&#1089;&#1090;&#1086;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074; &#1084;&#1086;&#1076;&#1077;&#1088;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1055;&#1069;&#1042;&#1052; &#1080; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1086;&#1074; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1085;&#1086;&#1089;&#1090;&#1103;&#1084;&#1080; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; &#1055;&#1069;&#1042;&#1052;; 
  <li>&#1080;&#1084;&#1077;&#1090;&#1100; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1103;&#1093; &#1052;&#1055;&#1057; (&#1055;&#1052;, &#1084;&#1080;&#1082;&#1088;&#1086;&#1089;&#1093;&#1077;&#1084; &#1087;&#1072;&#1084;&#1103;&#1090;&#1080;, &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1083;&#1077;&#1088;&#1086;&#1074; &#1055;&#1059;), &#1086; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1080; &#1080; &#1090;&#1077;&#1085;&#1076;&#1077;&#1085;&#1094;&#1080;&#1103;&#1093; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074; &#1074;&#1099;&#1095;&#1080;&#1089;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1080;.  
</ul>
<p>&nbsp;</p>
<p>&#1040;&#1074;&#1090;&#1086;&#1088;:  &#1057;. &#1054;. &#1053;&#1086;&#1074;&#1080;&#1082;&#1086;&#1074; <br />
&#1044;&#1080;&#1089;&#1082; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1080; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1091;&#1102; &#1085;&#1072; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1077; &#1090;&#1077;&#1086;&#1088;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1086;&#1089;&#1085;&#1086;&#1074; &#1080;  &#1087;&#1088;&#1080;&#1086;&#1073;&#1088;&#1077;&#1090;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1085;&#1072;&#1074;&#1099;&#1082;&#1086;&#1074; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1085;&#1072; &#1103;&#1079;&#1099;&#1082;&#1077; &#1040;&#1089;&#1089;&#1077;&#1084;&#1073;&#1083;&#1077;&#1088; &#1093;86.</p>
<p>&#1058;&#1088;&#1077;&#1073;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1082; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1077;: IBM PC- &#1089;&#1086;&#1074;&#1084;&#1077;&#1089;&#1090;&#1080;&#1084;&#1099;&#1081; &#1055;&#1050;, CPU 1386 &#1080; &#1074;&#1099;&#1096;&#1077;; &#1084;&#1099;&#1096;&#1100;; &#1076;&#1080;&#1089;&#1082;&#1086;&#1074;&#1086;&#1076; CD-ROM; sVGA &#1084;&#1086;&#1085;&#1080;&#1090;&#1086;&#1088;; &#1074;&#1080;&#1076;&#1077;&#1086;&#1072;&#1076;&#1072;&#1087;&#1090;&#1077;&#1088;, &#1089;&#1086;&#1074;&#1084;&#1077;&#1089;&#1090;&#1080;&#1084;&#1099;&#1081; &#1089; VESA 1.2, &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1102;&#1097;&#1080;&#1081; &#1088;&#1077;&#1078;&#1080;&#1084; 800-600-256 &#1094;&#1074;&#1077;&#1090;&#1086;&#1074;; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1085;&#1072; HDD 6Mb, &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1099;&#1081; &#1086;&#1073;&#1098;&#1077;&#1084; &#1073;&#1072;&#1079;&#1086;&#1074;&#1086;&#1081; &#1086;&#1087;&#1077;&#1088;&#1072;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1087;&#1072;&#1084;&#1103;&#1090;&#1080; 530 &#1050;b; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1072;&#1103; &#1088;&#1072;&#1089;&#1096;&#1080;&#1088;&#1077;&#1085;&#1085;&#1072;&#1103; &#1087;&#1072;&#1084;&#1103;&#1090;&#1100; (XMS) &#1086;&#1073;&#1098;&#1077;&#1084;&#1086;&#1084; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077; 1 Mb, &#1079;&#1072;&#1075;&#1088;&#1091;&#1078;&#1077;&#1085;&#1085;&#1099;&#1081; &#1076;&#1088;&#1072;&#1081;&#1074;&#1077;&#1088; XMS, &#1089;&#1086;&#1074;&#1084;&#1077;&#1089;&#1090;&#1080;&#1084;&#1099;&#1081; &#1089; HIMEM  &#1080;&#1083;&#1080; QEMM. &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1074; &#1089;&#1088;&#1077;&#1076;&#1077; Windows &#1061;P.<br />
  &#1047;&#1072;&#1087;&#1091;&#1089;&#1082;
  &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1075;&#1086; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1089;&#1072;  &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1092;&#1072;&#1081;&#1083;&#1072;Kurs_organisation_and_func_PC.HTML &#1080;&#1079; &#1082;&#1086;&#1088;&#1085;&#1077;&#1074;&#1086;&#1075;&#1086; &#1082;&#1072;&#1090;&#1072;&#1083;&#1086;&#1075;&#1072; &#1082;&#1086;&#1084;&#1087;&#1072;&#1082;&#1090;-&#1076;&#1080;&#1089;&#1082;&#1072;. </p>
<p>&#1041;&#1077;&#1083;&#1086;&#1088;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; &#1085;&#1072;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1090;&#1077;&#1093;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;<br />
  &#1087;&#1088;-&#1090; &#1053;&#1077;&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080;, 65, &#1075;. &#1052;&#1080;&#1085;&#1089;&#1082;, &#1056;&#1077;&#1089;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072; &#1041;&#1077;&#1083;&#1072;&#1088;&#1091;&#1089;&#1100;<br />
  &#1058;&#1077;&#1083;.(017) 232-77-52 &#1092;&#1072;&#1082;&#1089; (017) 232-91-37<br />
  &#1045;-mail: &hellip;<br />
  http://www....<br />
  &#1056;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1081; &#8470; _______<br />
  &copy; &#1041;&#1053;&#1058;&#1059;, 2013<br />
  &copy; &#1053;&#1086;&#1074;&#1080;&#1082;&#1086;&#1074; &#1057;.&#1054;., 2013<br />
  &copy;&#1053;&#1086;&#1074;&#1080;&#1082;&#1086;&#1074; &#1057;.&#1054;., &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1085;&#1099;&#1081; &#1076;&#1080;&#1079;&#1072;&#1081;&#1085;, 2013</p>
<p align="center">&nbsp;</p>
<p><a href="../PROGRAM1.HTM">&#1044;&#1072;&#1083;&#1100;&#1096;&#1077;</a></p>
